<?php
return [
    'item_not_found' => "Запись не найдена!",
    // OTP
    'otp_incorrect_pin' => "Не верный код подтверждения",
    'otp_pin_expired' => "Время ожидания вышло, попробуйте заново",
    'otp_max_attempts_reached' => "Привышен максимальный лимит попыток, попробуйте заново",

    // Auth
    "auth_failed" => "Логин или пароль не верные",
    "restore_phone_not_found" => "Пользователь с таким номером телефона не найден",

    // Common
    'operation_error' => "Ошибка при сохранении, попробуйте позже!",
    'file_not_uploaded' => 'Не удалось загрузить файл. Попробуйте еще раз!',

    'you_are_under_18' => "Ваш возраст менее 18 лет, Вы не сможете зарегистрироваться",
    'passport_date_invalid' => "Дата выдачи паспорта введен не верно! Пожалуйста внимательно введите Дату выдачи паспорта",
    'you_are_upper_55' => 'Максимальный возвраст не должен превышать 50 лет',

    //Orders
    "the_order_can_not_be_canceled" => "Заказ не может быть отменен",
];
